Repository: rvlad1987/repository.rvlad1987.xbmc-addons
Catalog: source/plugin.video.filmix.net.dev/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30106
source: << Previous page
ru_ru: << Предыдущая страница

# #30107
source: Next page >>
ru_ru: Следующая страница >>

# #30108
source: New search
ru_ru: Новый поиск

# #30109
source: Search by
ru_ru: Поиск по запросу

# #30110
source: No results for search
ru_ru: Поиск не дал результатов

# #30111
source: Category is empty
ru_ru: Категория пуста

# #30112
source: Search
ru_ru: Поиск

# #30113
source: Folder
ru_ru: Папка

# #30114
source: Films
ru_ru: Фильмы

# #30115
source: Serials
ru_ru: Сериалы

# #30116
source: Cartoons
ru_ru: Мультфильмы

# #30117
source: Cartoons serials
ru_ru: Мультсериалы

# #30119
source: [COLOR green]Collections of films[/COLOR]
ru_ru: [COLOR green]Тематические подборки фильмов[/COLOR]

# #30120
source: Advanced search
ru_ru: Расширенный поиск

# #30121
source: Queue for watching
ru_ru: Очередь просмотра

# #30128
source: Topic: [COLOR blue]%s[/COLOR]
ru_ru: Рубрика: [COLOR blue]%s[/COLOR]

# #30129
source: Genre: [COLOR blue]%s[/COLOR]
ru_ru: Жанр: [COLOR blue]%s[/COLOR]

# #30130
source: Quality: [COLOR blue]%s[/COLOR]
ru_ru: Качество: [COLOR blue]%s[/COLOR]

# #30131
source: Translation: [COLOR blue]%s[/COLOR]
ru_ru: Перевод/озвучка: [COLOR blue]%s[/COLOR]

# #30132
source: Origin: [COLOR blue]%s[/COLOR]
ru_ru: Страна: [COLOR blue]%s[/COLOR]

# #30133
source: [COLOR green][Apply selected filters][/COLOR]
ru_ru: [COLOR green][Применить выбранные фильтры][/COLOR]

# #30134
source: [COLOR yellow]Search result [COLOR blue][Страница %s][/COLOR]:[/COLOR]
ru_ru: [COLOR yellow]Результаты поиска [COLOR blue][Страница %s][/COLOR]:[/COLOR]

# #30135
source: Any
ru_ru: Любой

# #30136
source: Doesn't matter
ru_ru: Не важно

# #30137
source: Topic
ru_ru: Рубрика

# #30138
source: Genre
ru_ru: Жанр

# #30139
source: Quality
ru_ru: Качество

# #30140
source: Translation
ru_ru: Перевод/озвучка

# #30141
source: Production
ru_ru: Производство

# #30142
source: Russian
ru_ru: Наше

# #30143
source: Foreign
ru_ru: Зарубежное

# #30144
source: Year
ru_ru: Год выпуска

# #30145
source: Year: [COLOR blue]%s[/COLOR]
ru_ru: Год выпуска: [COLOR blue]%s[/COLOR]

# #30146
source: [COLOR yellow]My bookmarks[/COLOR]
ru_ru: [COLOR yellow]Мои закладки[/COLOR]

# #30147
source: Add to bookmarks
ru_ru: Добавить в закладки

# #30148
source: Delete from bookmarks
ru_ru: Удалить из закладок

# #30149
source: This section will be available after authorization
ru_ru: Этот раздел станет доступным после авторизации

# #30150
source: Bookmark added
ru_ru: Закладка добавлена

# #30151
source: Bookmark deleted
ru_ru: Закладка удалена

# #30152
source: No bookmarks
ru_ru: Нет закладок

# #30153
source: Authorize for bookmarks usage
ru_ru: Авторизуйтесь, для использования закладок

# #30154
source: Failed to add bookmark
ru_ru: Не удалось добавить закладку

# #30155
source: Failed to delete bookmark
ru_ru: Не удалось удалить закладку

# #30156
source: Add bookmark to...
ru_ru: Добавить закладку в...

# #30157
source: [COLOR blue][Create folder][/COLOR]
ru_ru: [COLOR blue][Создать папку][/COLOR]

# #30158
source: [COLOR red]Delete folder[/COLOR]
ru_ru: [COLOR red]Удалить папку[/COLOR]

# #30159
source: Bookmark folder deleted
ru_ru: Папка закладок удалена

# #30160
source: [COLOR blue]Topics:[/COLOR]
ru_ru: [COLOR blue]Рубрики:[/COLOR]

# #30161
source: Search history
ru_ru: История поиска

# #30162
source: [COLOR yellow]Watch later[/COLOR]
ru_ru: [COLOR yellow]Посмотреть позже[/COLOR]

# #30163
source: Add to "Watch later"
ru_ru: Добавить в "Посмотреть позже"

# #30164
source: Delete from "Watch later"
ru_ru: Удалить из "Посмотреть позже"

# #30165
source: Added to "Watch later"
ru_ru: Добавлено в "Посмотреть позже"

# #30166
source: Deleted from "Watch later"
ru_ru: Удаленно из "Посмотреть позже"

# #30167
source: Failed to add to "Watch later"
ru_ru: Не удалось добавить в "Посмотреть позже"

# #30168
source: Failed delete from "Watch later"
ru_ru: Не удалось удалить из "Посмотреть позже"

# #30169
source: Authorize for using "Watch later"
ru_ru: Авторизуйтесь, для использования "Посмотреть позже"

# #30170
source: All watched
ru_ru: Всё просмотрено

# #30171
source: Failed to add to watched database
ru_ru: Не удалось добавить в БД просмотренных

# #30172
source: Episodes added to database
ru_ru: Эпизоды добавлены в БД

# #30173
source: [COLOR yellow]My Collections[/COLOR]
ru_ru: [COLOR yellow]Мои подборки[/COLOR]

# #30174
source: No Collections
ru_ru: Нет подборок

# #30175
source: [COLOR yellow]My news[/COLOR]
ru_ru: [COLOR yellow]Мои новости[/COLOR]

# #30176
source: Save
ru_ru: Сохранить

# #30177
source: Select path to library
ru_ru: Укажите путь до библиотеки

# #30179
source: {} - Seasons: {}
ru_ru: {} - Сезонов: {}

# #30180
source: Cancel
ru_ru: Отмена

# #30181
source: Saved {} episodes
ru_ru: Сохранено {} эпизодов

# #31001
source: General
ru_ru: Общие

# #31002
source: Authorization
ru_ru: Авторизация

# #31003
source: Sort settings
ru_ru: Настройки сортировки

# #31004
source: Cache settings
ru_ru: Настройки кеширования

# #31005
source: by views
ru_ru: по просмотрам

# #31006
source: by rating
ru_ru: по рейтингу

# #31007
source: by date
ru_ru: по дате добавления

# #31008
source: Sort
ru_ru: Сортировать

# #31009
source: Time limit for caching (0 - turn off caching)
ru_ru: Время жизни кеша в минутах (0 - откл. кеширование)

# #31010
source: Clear cache
ru_ru: Очистить кеш

# #31011
source: Login
ru_ru: Логин

# #31012
source: Password
ru_ru: Пароль

# #31013
source: Log in
ru_ru: Войти

# #31014
source: Log out
ru_ru: Выйти

# #31015
source: Quality settings
ru_ru: Настройки качества

# #31016
source: Select by default if possible
ru_ru: Если доступно, автоматически выбирать

# #31017
source: Configure a domain name
ru_ru: Натройки доменного имени

# #31018
source: Domain Filmix'a
ru_ru: Домен Filmix'a

# #31019
source: Use https
ru_ru: Использовать https

# #32001
source: Cache successfully cleared
ru_ru: Кеш успешно очищен

# #32002
source: You have been successfully authorized
ru_ru: Вы успешно авторизованы

# #32003
source: Login failed, check login and password
ru_ru: Войти не удалось, проверьте логин и пароль

# #32004
source: You have successfully signed out
ru_ru: Вы успешно вышли

# #32005
source: List options are set
ru_ru: Параметры списков установлены

# #34017
source: Always ask
ru_ru: Всегда спрашивать

# #34022
source: Search history
ru_ru: История поиска

# #34023
source: Number of last search requests
ru_ru: Количество последних поисковых запросов

# #34024
source: Select quality as equal or less
ru_ru: Выбирать равное или меньшее качество

# #34026
source: Video files are absent
ru_ru: Видеофайлы отсутствуют

# #34027
source: Description:
ru_ru: Описание:

# #34028
source: [COLOR red][Trailer][/COLOR]
ru_ru: [COLOR red][Трейлер][/COLOR]

# #34029
source: [COLOR blue]Kinopoisk:[/COLOR] [COLOR %s]%s[/COLOR] (%s)
ru_ru: [COLOR blue]Кинопоиск:[/COLOR] [COLOR %s]%s[/COLOR] (%s)

# #34031
source: Failed to load info
ru_ru: Не удалось загрузить информацию

# #34032
source: Failed to find link to trailer
ru_ru: Не удалось найти ссылку на трейлер

# #34033
source: Movie info
ru_ru: Информация о фильме

# #37000
source: [COLOR red]Like this addon?[/COLOR]
ru_ru: [COLOR red]Нравится плагин?[/COLOR]

# #37001
source: Additional
ru_ru: Дополнительные

# #37002
source: Disable "Like this addon?" item
ru_ru: Скрыть пункт "Нравится плагин?"

# #37003
source: Create links for strm-files
ru_ru: Формировать ссылки на видео для strm-файлов

# #37004
source: Update database for watched episodes
ru_ru: Вести БД просмотренных эпизодов

# #37005
source: List display settings:
ru_ru: Настройки вывода списка:

# #37006
source: Amount of elements
ru_ru: Количество элементов

# #37007
source: Apply output settings
ru_ru: Применить настройки вывода

# #38000
source: STRM generate
ru_ru: STRM генератор

# #38001
source: Path to library
ru_ru: Путь до библиотеки

# #38002
source: Enable service
ru_ru: Включить сервис

# #39000
source: Proxy-server
ru_ru: Прокси-сервер

# #39001
source: Use proxy-server
ru_ru: Использовать прокси-сервер

# #39004
source: Download posters and add to cache Kodi
ru_ru: Загружать постеры и добавлять в кэш Kodi
